{
  "properties": [
    {
      "id": "prop1",
      "type": "House",
      "bedrooms": 3,
      "price": 750000,
      "tenure": "Freehold",
      "description": "Attractive three bedroom semi-detached family home situated within 0.5 miles of Petts Wood station with fast trains to London and within easy walking distance of local shops, schools, bus routes and National Trust woodland. The property comprises; two receptions, fitted 18'9 x 10'1 kitchen/breakfast room and conservatory. The property also benefits from having a utility room and cloakroom. To the first floor there are three bedrooms and a family bathroom with separate WC. Additional features include double glazing, gas central heating and a well presented interior...",
      "location": "Petts Wood Road, Petts Wood, Orpington BR5",
      "picture": "images/prop1pic1small.png",
      "url": "properties/prop1.html",
      "added": {
        "month": "October",
        "day": 12,
        "year": 2024
      }
    },
    {
      "id": "prop2",
      "type": "Flat",
      "bedrooms": 2,
      "price": 399995,
      "tenure": "Freehold",
      "description": "Presented in excellent decorative order throughout is this two double bedroom, two bathroom, garden flat. <br>The modern fitted kitchen is open plan to the living room which boasts solid wooden floors and includes integrated appliances including a dishwasher & a washing machine. This large open plan benefits from bi folding doors onto a secluded private courtyard garden. Both bedrooms are double sized, and the family bathroom boasts a matching three piece suite a shower attachment over the bath. There is also a separate wet room. There are walnut doors throughout and wiring for Sky TV/aerial points in the living room/kitchen and both bedrooms.<br>This apartment being only five years old, is still under a 10 year building guarantee...",
      "location": "Crofton Road Orpington BR6",
      "picture": "images/prop2pic1small.png",
      "url": "properties/prop2.html",
      "added": {
        "month": "September",
        "day": 14,
        "year": 2021
      }
    },
    {
      "id": "prop3",
      "type": "Cottage",
      "bedrooms": 2,
      "price": 325000,
      "tenure": "Freehold",
      "description": "Charming two bedroom period cottage nestled in a quiet village location. The property features exposed wooden beams, a cosy living room with a fireplace, a country-style kitchen, and a private cottage garden. Ideal for first-time buyers or those seeking a peaceful rural lifestyle with easy access to nearby market towns.",
      "location": "High Street, Chilham, Canterbury CT4",
      "picture": "images/prop3pic1small.jpg",
      "url": "properties/prop3.html",
      "added": {
        "month": "August",
        "day": 5,
        "year": 2025
      }
    },
    {
      "id": "prop4",
      "type": "Flat",
      "bedrooms": 1,
      "price": 275000,
      "tenure": "Leasehold",
      "description": "A bright and modern one bedroom top-floor apartment ideally situated for local shops, restaurants and Petts Wood Station. The property features an open-plan living room with a contemporary fitted kitchen, a spacious double bedroom with fitted wardrobes and a stylish bathroom. Additional benefits include gas central heating, double glazing throughout, and allocated parking. Ideal for first-time buyers or investors.",
      "location": "Lakeswood Road, Petts Wood BR5",
      "picture": "images/prop4pic1small.jpg",
      "url": "properties/prop4.html",
      "added": {
        "month": "July",
        "day": 3,
        "year": 2024
      }
    },
    {
      "id": "prop5",
      "type": "Apartment",
      "bedrooms": 1,
      "price": 285000,
      "tenure": "Leasehold",
      "description": "Modern one bedroom apartment located in a contemporary development close to transport links. The property offers an open-plan kitchen and living space, a private balcony, and secure entry system. Perfect for professionals or investors seeking low-maintenance city living.",
      "location": "Dock Street, Leeds LS10",
      "picture": "images/prop5pic1small.png",
      "url": "properties/prop5.html",
      "added": {
        "month": "July",
        "day": 19,
        "year": 2022
      }
    },
    {
      "id": "prop6",
      "type": "House",
      "bedrooms": 5,
      "price": 1250000,
      "tenure": "Freehold",
      "description": "An impressive five bedroom detached family residence set on a prestigious road within close proximity to Bromley South and highly regarded schools. The home offers extensive living space, including three reception rooms, a luxury open-plan kitchen/breakfast area, utility room and ground-floor cloakroom. The first floor comprises five well-proportioned bedrooms, two with en-suites, plus a spacious family bathroom. Features include a large rear garden, double garage and off-street parking for multiple cars.",
      "location": "Ridgeway Drive, Bromley BR2",
      "picture": "images/prop6pic1small.png",
      "url": "properties/prop6.html",
      "added": {
        "month": "May",
        "day": 15,
        "year": 2023
      }
    },
    {
      "id": "prop7",
      "type": "Apartment",
      "bedrooms": 5,
      "price": 1250000,
      "tenure": "Freehold",
      "description": "A luxurious five-bedroom apartment located in a prestigious residential building. The property features spacious open-plan living areas, modern kitchen with high-end appliances, private balconies, and secure parking. Perfect for families seeking upscale urban living with easy access to local amenities and transport links.",
      "location": "Oakwood Drive, Wilmslow SK9",
      "picture": "images/prop7pic1small.png",
      "url": "properties/prop7.html",
      "added": {
        "month": "June",
        "day": 2,
        "year": 2022
      }
    }
  ]
}
